/* Project > Presentation - Shared */

"Click + to add a title localization." = "Haga clic en + para agregar una localización de título.";

/* Project > Presentation */

"This step will not be displayed." = "Este paso no se mostrará.	";

"Do you really want to remove this Installer plugin?" = "¿Seguro que desea eliminar este complemento de Instalador?";

"Not Found" = "No encontrado";

"Plugin Not Found" = "Complemento no encontrado";

/* Project > Presentation > Inspectors */

"Title" = "Título";

"Background" = "Fondo";

"Introduction" = "Introducción";

"Read Me" = "Léame";

"License" = "Licencia";

"Installation Type" = "Tipo instalación";

"Summary" = "Resumen";

"Installer Plugin" = "Complemento de Instalador";

/* Project > Presentation > Title > Inspector */

"Distribution Title" = "Título de la distribución";

/* Project > Presentation > Background > Inspector */

"title.appearance-mode.0" = "Claro";

"title.appearance-mode.1" = "Oscuro";

/* Project > Presentation > Introduction > Inspector */

"Custom Introduction Localizations" = "Localizaciones para introducción personalizada";

/* Project > Presentation > Read Me > Inspector */

"Custom Read Me Localizations" = "Localizaciones para léame personalizado";

/* Project > Presentation > Installation Type */

"Show Raw Names" = "Mostrar nombres brutos";

"Hide Raw Names" = "Esconder nombres brutos";

" - <RAW>" = " - <BRUTO>";

"INSTALLER" = "Instalador";

"SOFTWAREUPDATE" = "Actualización de software";

"INVISIBLE" = "Invisible";

"Duplicate As Hierarchy" = "Duplicar como jerarquía";

"Add Hierarchy" = "Añadir jerarquía";

"Remove..." = "Eliminar…";

"Do you really want to remove the \"%@\" hierachy?" = "¿Seguro que desea eliminar la jerarquía “%@”?";

"This will also remove any dependency on this item for other items. This cannot be undone." = "Esto también eliminará cualquier dependencia de este ítem para otros ítems. Esto no se puede deshacer.";

"This will also remove any dependency on these items for other items. This cannot be undone." = "Esto también eliminará cualquier dependencia de estos ítems para otros ítems. Esto no se puede deshacer.";

/* Project > Presentation > Installation Type > Inspector */

"Not Editable" = "No editable";

"Package" = "Paquete";

"1 package" = "1 paquete";

"%lu packages" = "%lu paquetes";

"Group of Choices" = "Grupo de opciones";

"No sub-choices" = "Sin sub-opción";

"1 sub-choice" = "1 sub-opción";

"%lu sub-choices" = "%lu sub-opciones";

/* Project > Presentation > Installation Type > Inspector > Attributes */

"Description" = "Descripción";

"Click + to add a description localization.\nUse alt+return for line breaks." = "Haga clic en + para agregar una localización de descripción.\nUtilizar ⌥↩ para saltos de línea.";

"Always Enabled" = "siempre activada";

"Always Disabled" = "siempre disactivada";

"Dependent on Other Choices" = "dependiente de otras opciones";

"Required" = "necesaria";

"Selected" = "seleccionada";

"Unselected" = "no seleccionada";

/* Project > Presentation > Installation Type > Inspector > Dependencies Editor */

"Choice %@" = "Opción %@";

"Choice is enabled when:" = "La opción está activada cuando:";

"Choice is " = "La opción es ";

"And" = "y";

"Or" = "o";

"Is" = "está";

"Is Not" = "no está";

"Enabled" = "activada";

"Selected" = "seleccionada";

/* Project > Presentation > Summary > Inspector */

"Custom Summary Localizations" = "Localizaciones para resumen personalizado";

/* Project > Presentation > Installer Plugin  > Inspector */
